Repository: Mahmood-Taghavi/dual_voice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: You can type here to check the voices
ru: Вы можете написать что-нибудь здесь, чтобы проверить голоса

source: &Settings of the Dual voice...
ru: &Настройки Dual voice...

source: Visit the SAPI &Unifier website!
ru: &Посетить веб-сайт SAPI Unifier!

source: Visit the &Dual Voice website!
ru: &Посетить web-сайт Dual Voice!

source: &About the Dual voice for NVDA
ru: &О Dual voice для NVDA

source: About the Dual voice add-on for NVDA
ru: О Dual voice для NVDA

source: The Dual Voice settings
ru: Настройки Dual voice

source: Your current speech synthesizer is the %s. Please select the Dual Voice as the speech synthesizer in the NVDA speech settings.
ru: Ваш текущий речевой синтезатор %s. Пожалуйста, выберите Dual Voice в качестве синтезатора речи в настройках речи NVDA.

source: You have selected %s as the primary voice.
ru: У вас выбран %s в качестве основного голоса.

source: Secondary &voice:
ru: Дополнительный голос:

source: &Use the secondary voice for reading Latin text instead of non-Latin.
ru: &Использовать дополнительный голос для чтения латинского текста вместо нелатинского.

source: &Rate:
ru: &Скорость:

source: &Pitch:
ru: &Высота:

source: V&olume:
ru: &Громкость:

source: &Prioritize non-Latin text over Latin text.
ru: Приоритет нелатинского текста над латинским текстом.

source: Read &numbers and punctuations based on surrounding text.
ru: Читать цифры и знаки препинания на основе окружающего текста.

source: &Typing area:
ru: &Область ввода:

source: Dual Voice for NVDA
ru: Dual Voice для NVDA

source: Read non-Latin and Latin texts using two separate voices.
ru: Читать нелатинские и латинские тексты двумя отдельными голосами.
